{
  "api": {
    "titles": [
      "Уютная квартира для идеального отдыха: аренда на любой срок!",
      "Сдаем квартиру с атмосферой гостеприимства: идеальный выбор для вас!",
      "Стильная квартира для комфортного проживания: аренда на выгодных условиях!",
      "Современная квартира с высоким уровнем комфорта: аренда без посредников!",
      "Просторная квартира для долгосрочного проживания: низкие цены и отличный сервис!",
      "Сдам квартиру с новым ремонтом: идеальный вариант для деловых людей!",
      "Тихая квартира рядом с центром: идеальный выбор для туристов и командированных!",
      "Эксклюзивное предложение: аренда уютной квартиры в престижном районе!",
      "Новая квартира с мебелью и техникой: аренда для тех, кто ценит комфорт!",
      "Комфортная квартира с красивым видом: аренда на короткий срок, выгодные условия!"
    ],
    "descriptions": [
      "Уютная однокомнатная квартира расположенная в тихом районе города. В ней есть все необходимое для комфортного проживания.",
      "Стильная двухкомнатная квартира, оборудованная современной мебелью и техникой. Идеально подходит для семей с детьми или небольших компаний.",
      "Просторная трехкомнатная квартира в новом доме. Отличный выбор для тех, кто ценит комфорт и уют. Свежий ремонт, полностью меблирована.",
      "Эксклюзивное предложение! Новая однокомнатная квартира со свежим ремонтом. Полностью оборудована мебелью и бытовой техникой от ведущих производителей.",
      "Уютная студия с дизайнерским ремонтом. Квартира полностью меблирована и оснащена бытовой техникой. Прекрасный вариант для краткосрочного проживания или романтического уикенда.",
      "Комфортная трехкомнатная квартира с изолированными комнатами. Отличный вариант для семей с детьми. Развитая инфраструктура, школы, детские сады и магазины в шаговой доступности.",
      "Роскошная квартира с современным дизайном - идеальное место для проживания во время вашего визита в город. Расположенная в престижном районе с развитой инфраструктурой, она предлагает комфорт и удобство для своих гостей.",
      "Завораживающая двухкомнатная квартира в историческом центре города - это не только удобное жилье, но и возможность насладиться атмосферой старинного города.",
      "Комфортная однокомнатная квартира с дизайнерским ремонтом - идеальное решение для тех, кто ценит стиль и уют. Здесь вы найдете все необходимое для комфортной жизни, включая современную технику и мебель.",
      "Светлая и просторная трехкомнатная квартира - отличный выбор для больших семей или компаний друзей, которые хотят арендовать жилье на долгий срок."
    ],
    "cities": ["Paris", "Cologne", "Brussels", "Amsterdam", "Hamburg", "Dusseldorf"],
    "previewPhotos": [
      "preview-image-1.jpg",
      "preview-image-2.jpg",
      "preview-image-3.jpg",
      "preview-image-4.jpg",
      "preview-image-5.jpg",
      "preview-image-6.jpg"
    ],
    "photos": [
      "general-image-1.jpg",
      "general-image-2.jpg",
      "general-image-3.jpg",
      "general-image-4.jpg",
      "general-image-5.jpg",
      "general-image-6.jpg"
    ],
    "housingTypes": ["APARTMENT", "HOUSE", "ROOM", "HOTEL"],
    "housingFeatures": [
      "BREAKFAST",
      "AIR_CONDITIONING",
      "LAPTOP_FRIENDLY_WORKSPACE",
      "BABY_SEAT",
      "WASHER",
      "TOWELS",
      "FRIDGE"
    ],
    "userNames": [
      "Jaime Lannister",
      "Davos Seaworth",
      "Robert Baratheon",
      "Tyrion Lannister",
      "Daenerys Targaryen",
      "Roose Bolton",
      "Daario Naharis",
      "Tormund Giantsbane",
      "Khal Drogo",
      "Jorah Mormont"
    ],
    "emails": [
      "jaime@lannister.local",
      "davos@seaworth.local",
      "robert@baratheon.local",
      "tyrion@lannister.local",
      "daenerys@targaryen.local",
      "roose@bolton.local",
      "daario@naharis.local",
      "tormund@giantsbane.local",
      "khal@drogo.local",
      "jorah@mormont.local"
    ],
    "avatars": [
      "jaime.jpg",
      "davos.jpg",
      "robert.jpg",
      "tyrion.jpg",
      "daenerys.jpg",
      "roose.jpg",
      "daario.jpg",
      "tormund.jpg",
      "khal.jpg",
      "jorah.jpg"
    ]
  }
}
